Revit 2024 API
SymbolTypeId.CdPerFtSup2 Property
 Symbol cd/ft², indicating unit Candelas per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CdPerFtSup2 { get; }
Visual Basic
Public Shared ReadOnly Property CdPerFtSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CdPerFtSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace